12/data/attachments/506d83bb4b92214f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Janet_opportunity_Actions_1652_0</nif:username>
            <nif:friendToBeRequested>soap_actions_48adb2db-3479-4823-9113-456fc39ab800</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>